Revit 2027 API
ParameterTypeId.ViewPosition Property
 "Saved Position"
Namespace: Autodesk.Revit.DB
Assembly: RevitAPI (in RevitAPI.dll) Version: 27.0.4.0 (27.0.4.0)
Syntax
public static ForgeTypeId ViewPosition { get; }
Public Shared ReadOnly Property ViewPosition As ForgeTypeId
	Get
public:
static property ForgeTypeId^ ViewPosition {
	ForgeTypeId^ get ();
}
static member ViewPosition : ForgeTypeId with get
Property Value
ForgeTypeId
See Also
Reference
ParameterTypeId Class
Autodesk.Revit.DB Namespace